package consts


var NAME = []string{
	"洞主",
	"东九大宝贝", "西十二小盆友", "西二炸酱面",
	"喻园石锅拌饭", "青年园皮卡丘", "火龙果炖鸡", "爱广皮卡丘", "紫菘宝藏女孩", "梧桐语小甜甜", "集贸皮卡丘", "韵酒蛋包饭",
	"东湖皮卡丘", "东九可达鸭", "沁苑苑长", "东园鸡腿饭", "小吃城麻辣烫", "紫菘可达鸭", "西十二小盆友", "同济皮卡丘",
	"碧珠长廊", "东篱可达鸭", "喻家山小可爱", "沁苑皮卡丘", "光体可达鸭", "古德鸡王炸鸡块", "喻家山皮卡丘", "集贤园烧腊饭",
	"学一大盘鸡", "韵苑可达鸭", "同济幼儿园园长", "百景园热干面", "东九大宝贝", "东一麻辣香锅", "学子苑三花",
	"梧桐语小甜甜", "华科幼儿园园长", "集锦园鸡丝面", "韵酒蛋炒饭", "珞喻路美少女", "西华园芝士焗饭", "爱广最靓的仔",
	"沁苑小南瓜", "韵苑皮卡丘", "学子苑可达鸭", "丁香园可达鸭", "沁苑大橘", "百景园牛肉面", "紫菘宝藏女孩", "丁香园鸡公煲",
	"喻园可达鸭", "珞喻路美少女", "西小门吃货", "喻家山野猪", "韵酒食神", "东操夜跑人", "东一烧腊饭",
	"紫荆园烤鱼", "学一大鸡翅", "东教工番茄鱼面", "东园铁板饭", "图书馆夏日荷花", "喻园小笼包", "集贤园早茶",
	"驾校荷叶饭", "西十二野猪", "驾校烤冷面", "驾校肉夹馍", "韵酒油泼面", "集贸麦当劳", "集锦园牛肉拉面", "喻园汤包",
	"东华园肠粉", "百景园泡鲁达", "丁香园焖锅", "东九早八人", "西十二早八人", "师生服务中心刷夜人", "驾校花甲粉", "驾校鸡蛋灌饼",
	"机房小拳石", "湖溪河臭臭泥", "华科施工队", "光电皮卡丘", "计院呆呆兽", "建规喷火龙",
}

const (
	MAX_BASE_ALIAS_NUM = 500000
	COME_SUFFIX="来了"
	LEAVE_SUFFIX="离开了"
)
